ÿØÿÛ«schematic
  «component (300,400) 12 0
    «symbol D
      «type: D»
      «description: Silicon Diode»
      «library file: Diode.txt»
      «shorted pins: false»
      «line (100,80) (-100,80) 0 0 0x1000000 -1 -1»
      «line (0,200) (0,80) 0 0 0x1000000 -1 -1»
      «line (0,-200) (0,-70) 0 0 0x1000000 -1 -1»
      «triangle (0,80) (100,-70) (-100,-70) 0 0 0x1000000 0x2000000 -1 -1»
      «text (150,-150) 1 75 0 0x1000000 -1 -1 "D1"»
      «text (150,150) 1 75 0 0x1000000 -1 -1 "RF1001NS2D"»
      «pin (0,-200) (0,0) 1 0 0 0x0 -1 "A"»
      «pin (0,200) (0,0) 1 0 0 0x0 -1 "K"»
    »
  »
  «component (-400,400) 0 0
    «symbol V
      «type: V»
      «description: Independent Voltage Source»
      «shorted pins: false»
      «line (0,-130) (0,-200) 0 0 0x1000000 -1 -1»
      «line (0,200) (0,130) 0 0 0x1000000 -1 -1»
      «rect (-25,77) (25,73) 0 0 0 0x1000000 0x3000000 -1 0 -1»
      «rect (-2,50) (2,100) 0 0 0 0x1000000 0x3000000 -1 0 -1»
      «rect (-25,-73) (25,-77) 0 0 0 0x1000000 0x3000000 -1 0 -1»
      «ellipse (-130,130) (130,-130) 0 0 0 0x1000000 0x1000000 -1 -1»
      «text (100,150) 1 7 0 0x1000000 -1 -1 "VF"»
      «text (100,-150) 1 7 0 0x1000000 -1 -1 "0"»
      «pin (0,200) (0,0) 1 0 0 0x0 -1 "+"»
      «pin (0,-200) (0,0) 1 0 0 0x0 -1 "-"»
    »
  »
  «net (-400,100) 1 13 0 "GND"»
  «net (300,100) 1 13 0 "GND"»
  «net (0,700) 1 14 0 "anode"»
  «wire (300,600) (300,700) "anode"»
  «wire (300,100) (300,200) "GND"»
  «wire (0,700) (-400,700) "anode"»
  «wire (-400,200) (-400,100) "GND"»
  «wire (-400,700) (-400,600) "anode"»
  «wire (300,700) (0,700) "anode"»
  «text (-550,1100) 1 7 1 0x1000000 -1 -1 "ï»¿Forward Current IF vs Forward Voltage VF"»
  «text (-500,-200) 1 7 0 0x1000000 -1 -1 "ï»¿.dc VF 0 1.6 0.01"»
  «text (-500,-600) 1 7 0 0x1000000 -1 -1 "ï»¿.plot I(D1)"»
  «text (-500,-400) 1 7 0 0x1000000 -1 -1 "ï»¿.step param TEMP list 25 75 125 150"»
»

